Revit 2021.1 API
UnitUtils.GetTypeCatalogString Method
Overload List
Name | Description
GetTypeCatalogString(DisplayUnitType) |  Obsolete.
 Gets the string used in type catalogs to identify a given display unit.
GetTypeCatalogString(UnitType) |  Obsolete.
 Gets the string used in type catalogs to identify a given unit type.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace